/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1DAY" = "Every Day";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1HOUR" = "Every Hour";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1MONTH" = "Every Month";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_1WEEK" = "Every Week";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_3MONTHS" = "Every 3 Months";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_5MINS" = "Every 5 Minutes";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_EVERYTIME" = "Every Time";

/* No comment provided by engineer. */
"LOC_TXT_SETTING_ERASEHIST_NEVER" = "Never";


